---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamExpCoeff2
source: html/dfeaf965-86f8-43cd-46db-570f97a57b84.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamExpCoeff2 Property

"Thermal expansion coefficient Y"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamExpCoeff2 { get; }
```